{
"name":"Friend Qs Pack 2",
  "qs":["Would _ like to be famous? In what way?",
  "What would be a “perfect” day for _?",
  "For what in _’s life does _ feel most grateful?",
  "What does _ value most in a friendship?",
  "What is _’s most treasured memory?",
  "What does friendship mean to _?",
  "What does _ think about \"What, if anything, is too serious to be joked about?\"?",
  "What is the greatest accomplishment of _’s life?",
  "What roles do love and affection play in _’s life?",
  "When did _ last cry in front of another person?",
  "Which app does _ use the most on _’s phone?",
  "Has _ ever been in real danger?",
  "Does _ cook often?",
  "What’s the weirdest thing _’ve eaten?",
  "What don’t _ do enough of?",
  "Does _ get stage fright?",
  "How was _’s first day of school?",
  "Does _ often sympathize with the villain?",
  "Is there any websites that _ visit daily?",
  "Has _ ever went on a diet?",
  "When _ was a kid, did they look forward to being an adult?",
  "Does _ ever risk eating dodgy smelling food that they’re not 100% sure about?",
  "What’s the most impressive event _’ve ever attended?",
  "What does _ think about \"Which meal is the most important one?\"?",
  "Does _ prefer to watch a movie alone or with other people?",
  "Does _ ever participate in the local cultural stuff their city has to offer?",
  "Does _ care about updating their phone to a new model often?",
  "What’s _’s favorite decade of movies?",
  "What hobbies are _ interested in trying out?",
  "Would _ rather get 10 million $ today, or in monthly payments spread out across their lifetime?",
  "What’s the first thing _ would look at if they were choosing an apartment to rent?",
  "What would be _’s dream car?",
  "What does _ think about old black &amp; white movies?",
  "Does _ try to have variety in their diet?",
  "Did _ ever want to have an exotic or dangerous animal for a pet?",
  "Is _ scared of deep waters?",
  "Has _ tried a sensory deprivation tank?",
  "What does _ think about \"What’s the best/worst thing about having a smartphone?\"?",
  "What’s _’s proudest moment in life?",
  "Has _ ever experienced the feeling of catharsis?",
  "Did _ ever have to take care of an old/ill relative?",
  "If _ had to go to war, would they rather be on the front lines – fighting, or in the back – doing logistics?",
  "Which armed forces would _ join? (Navy, Air Force, etc)",
  "Has _ gone to a summer camp as a kid?",
  "What’s _’s favorite word?",
  "Did _ ever have an annoying friend?",
  "Would _ rather always sweat or always cry?",
  "What’s the oldest piece of technology _’ve ever used?",
  "What’s the most offensive joke _ know?",
  "What does _ think about \"Which one of us would lose the hardest in a rap battle?\"?",
  "What’s the stupidest thing _’d do if they had a week left to live?",
  "You’re stranded on a deserted island, would _ pick to have a hot tub or a shower?",
  "What’s one amazing combination of foods that no one knows about except _?",
  "In a zombie apocalypse, what kind of weapon would _ pick from the things that they have at home?",
  "Was there ever something that _ thought was possible after watching some movie as a kid, that is now absolutely ridiculous to think of in retrospect?",
  "Is there any words that annoy _ for no reason, that just can’t stand hearing or saying?",
  "What does _ think about \"What kind of food could disappear from the world forever and never be missed?\"?",
  "Does _ recall the moment they laughed the hardest in their life?",
  "Would _ play Russian roulette with a 5 in 6 chance of becoming ultra-rich and a 1 in 6 chance of dying?",
  "What does _ think about \"Why do people set their favorite song as their ringtone, if it gets annoying after a few days?\"?",
  "What does _ feel when _ hear someone scraping a fork on their teeth while they’re eating?",
  "How long does _ think _’d be okay with eating the same thing every day?",
  "What does _ think about \"Why have a separate word for raisins instead of just calling them dried grapes?\"?",
  "If I turned into a zombie, would _ try to keep me around in case a cure appears, or kill me straight away?",
  "Would _ fly a jet plane into an erupting volcano… if after dying, they’d immediately come back to life as if nothing happened? You know, just for a new experience…",
  "What does _ think about \"Does peanut butter go on top or the bottom of a peanut butter jelly sandwich?\"?",
  "Has _ ever seen a badly behaved pet and wondered… why do they put up with this guy?",
  "Does _ ever catch themself viewing clerks and other people they meet during the day as machines that are there to serve their function only, rather than just seeing them as another person, who is just like they?",
  "Does _ know any swear words in Latin?",
  "Does _ actively seek inspiration?",
  "What’s _’s favorite part of the day?",
  "Did _ have a circle of friends in school?",
  "Does _ prefer staying at home or going out?",
  "Is _ involved in any kind of activism?",
  "Does _ enjoy creating things?",
  "Was it easy for _ to choose a career?",
  "What does _ enjoy about being out in the nature?",
  "What’s _’s type of humor?",
  "Does _ often get sick?",
  "Does _ read much?",
  "What other career paths did _ consider?",
  "Does _ see smoking as something cool?",
  "Does _ like being in the center of attention?",
  "Is _ competitive?",
  "What’s _’s favorite Disney character?",
  "Has _ ever went to a festival?",
  "Can _ enjoy themself in extreme weather?",
  "Does _ like museums?",
  "Does _ have a daily routine?",
  "What social media are _ on?",
  "Is _ more comfortable indoors or outdoors?",
  "What kind of news does _ keep up with?",
  "What does _ think about \"Are clowns creepy?\"?",
  "Has _ seen the new movie that just came out?",
  "Does _ enjoy formal parties?",
  "Does _ ever just go outside and wander off someplace new?",
  "What’s the funniest movie _’ve ever watched?",
  "Would _ start doing recreational drugs if they had absolutely no negative side-effects?",
  "Does _ get invested in “their team” winning when it comes to the Olympics and other big competitions?",
  "What would a perfect vacation look like to _?",
  "Does _ know what they wanna do with their life?",
  "What kind of stuff does _ daydream about?",
  "What does _ think about \"What’s the best food to munch on while watching a movie?\"?",
  "Has _ ever seen a trainwreck?",
  "What is the most inspiring thing _ have seen someone do?",
  "Did _ ever consider joining the army?",
  "What’s the first movie _ remember watching?",
  "Does _ miss being a kid?",
  "What’s the most fun _ ever had?",
  "Has _ ever “broken up” with a friend?",
  "What’s the most scared _’ve ever been?",
  "Does _ ever want everyone in the world to hear the song they’re listening to?",
  "Is there a country that _ visited where they definitely wouldn’t want to live?",
  "Has _ ever finished a video game/movie and started it right over, then and there?",
  "What’s the biggest party _ went to?",
  "Does _ think their life story could be made into a good biographical movie?",
  "Does _’s inner voice refer to they as “they” or “I”?",
  "What kind of side job does _ think would fit _?",
  "What does _ like about traveling?",
  "What’s the longest project _ ever worked on?",
  "How does _ feel about buying and using secondhand items?",
  "Is there a place in _’s city that they actively avoid?",
  "Would _ want to go to the gym together with me?",
  "Does _ ever catch themself on having a racist thought and have to correct themself?",
  "Has _ ever been disappointed in their idol?",
  "Was there ever a moment _ was seriously scared thinking that their parents may die?",
  "Does _ ever look up their old friends or classmates online?",
  "What kind of stuff does _ miss from when _ was younger?",
  "What’s the longest _ went without sleep?",
  "What does _ think about \"What’s the biggest problem in our society?\"?",
  "Would _ like to live in a utopian society?",
  "Is there any trends _ consciously try to avoid?",
  "What’s _’s relationship with technology?",
  "What does _ spend most of _’s energy on?",
  "Is _ aware of any prejudices that they have?",
  "Has _ ever felt like their world is falling apart?",
  "Would _ change the past if they could?",
  "What does _ think about \"Are violent sports ethical?\"?",
  "Is _ okay with being alone for long periods of time?",
  "Does _ see the beauty in things people don’t normally see it in?",
  "Would _ take a 50/50 chance of losing everything they currently have vs becoming wealthy, if all they had to do was push a button?",
  "What does _ think is the most important thing in maintaining a friendship?",
  "Does _ think they should clean up after themself in a fast food joint if there are employees paid to do that?",
  "Does _ think tattoos must have meaning behind them or is it okay to have them simply as a piece of art?",
  "Has _ ever enjoyed a strong negative emotion?",
  "Is the way _ will be buried important to they, or is it up to the people that will have to deal with it?",
  "What does _ think about \"Is happiness more important than other states?\"?",
  "What does _ think about \"Why do some people enjoy knowing that something they like isn’t popular?\"?",
  "How would _ spend their time if they were imprisoned in a room for life but had unlimited options inside of it, except for human contact?",
  "Does _ ever wish they were born in another decade?",
  "Has _ ever lost or thrown away something that had sentimental value attached to it?",
  "What disease scares _ the most?",
  "Does _ spend a lot of time thinking about the past?",
  "Does _ enjoy the slow, seemingly empty moments in life?",
  "If _ had a serious medical condition and their immediate future depended on it, how easy would it be to give up junk food and all their bad habits forever?",
  "Has _ ever forgiven someone, but later thought that they shouldn’t have?",
  "What kind of “perfect relationship” would _ want with an ideal hypothetical friend that they don’t actually have?",
  "Has _ ever looked back at something traumatic and felt glad it happened, because it helped they grow?",
  "What’s the longest time _ had to wait for something?",
  "What does _ think about “eye for an eye”?",
  "How would _’s life be different if we hadn’t been friends?",
  "Has _ ever betrayed anyone?",
  "In which ways are _ still the same person they were when they were a kid?",
  "Does _ think their parents gave preference to they or any of their siblings?",
  "What was the first song that emotionally moved _?",
  "Does _ think I know they well? (Follow up: What’s one thing that would make me know they better?)",
  "How does _ decide on what goals to set for _’sself?",
  "What does _ think about \"How many friends are too many?\"?",
  "Does _ want to improve the world they live in?",
  "What’s the toughest decision _ ever had to make?",
  "Does _ keep in contact with anyone else from school?",
  "What was _’s least favorite subject in school?",
  "Has _ seen any of our old teachers recently?",
  "Does _ miss school?",
  "Did _ move around much since graduation?",
  "Does _ ever think about our school days?",
  "Did _ ever run away from home?",
  "How did _ change since the old days?",
  "What’s the stupidest excuse _ came up with to stay at home instead of going to school?",
  "Is there anything about our school _ appreciate now, that they didn’t appreciate before?",
  "What does _ think is the most important thing for me?",
  "Does _ know when and where I was born?",
  "Does _ think I could kill they to save the universe?",
  "What does _ think about \"Am I a shy person?\"?",
  "What does _ think about \"What am I afraid of?\"?",
  "What does _ think about \"Which situations do I do well in?\"?",
  "What does _ think about \"Did I like school?\"?",
  "What does _ think about \"What’s my favorite song?\"?",
  "What does _ think about \"Who was my first love?\"?",
  "Could _ name one of the most life-changing events for me?",
  "Would _ pick burial or cremation?",
  "Is there any politicians that _ trust completely?",
  "What keeps _ up at night?",
  "Is _ at ease with any of their weaknesses?",
  "What does _ waste time on?",
  "What’s the last good thing _’ve done for someone?",
  "Did _ ever have a penpal?",
  "Does _ relax easily?",
  "Who does _ look up to?",
  "Does _ believe in life after death?",
  "Does _ bite their tongue or their cheeks more often?",
  "Has _ ever eaten paper?",
  "Does _ like scars?",
  "How often does _ clean up _’s room?",
  "Does _ like the taste of blood?",
  "How long can _ hold their breath?",
  "Does _ like peeling off stickers and labels off packaging?",
  "What does _ think about \"With tattoos being so popular, why don’t people do the same thing to their clothes?\"?",
  "Ever tried putting a bunch of glue on _’s palm and then peeling it off?",
  "What percentage of _’s shopping time is spent on reading the labels and contents of the food they’re buying?"
]
}